Repository: zhangchi0104/agent-sessions
Catalog: apps/TokenStats/TokenStats/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ru, zh_hans

# tokens.summary.api_equivalent.currency.status.stale
source: Rate status: stale cached rate.
de: Kursstatus: veralteter zwischengespeicherter Kurs.
fr: État du taux : taux en cache obsolète.
ja: レートの状態：キャッシュされた古いレートです。
ru: Статус курса: устаревший курс из кэша.
zh_hans: 汇率状态：缓存汇率可能已过期。

# tokens.summary.api_equivalent.currency.stale.label
source: %@ stale
de: %@ veraltet
fr: %@ obsolète
ja: %@（古いレート）
ru: %@ · устаревший курс
zh_hans: %@ 可能已过期

# tokens.summary.api_equivalent.currency.usd_base
source: USD is the pricing currency; no FX rate date or fetch time applies.
de: USD ist die Preiswährung; daher gelten weder Kursdatum noch Abrufzeit.
fr: L’USD est la devise de tarification ; aucune date de taux ni heure de récupération ne s’applique.
ja: USD が価格の基準通貨であるため、為替レートの日付や取得日時は適用されません。
ru: USD — валюта ценообразования; дата курса и время его получения не применяются.
zh_hans: USD 是定价货币，因此不适用汇率报价日期或获取时间。

# tokens.summary.api_equivalent.unpriced.accessibility
source: Unpriced Models: %2$@ (%1$lld tokens).
de: Modelle ohne Preis: %2$@ (%1$lld Token).
fr: Modèles sans tarif : %2$@ (%1$lld tokens).
ja: 価格情報のないモデル：%2$@（%1$lldトークン）。
ru: Модели без цены: %2$@ (%1$lld токена).
zh_hans: 未定价模型：%2$@（%1$lld 个 Token）。

# tokens.summary.api_equivalent.unavailable.accessibility
source: API-equivalent usage unavailable because the transcript Model is unknown
de: API-Äquivalent nicht verfügbar, da das Modell im Transkript unbekannt ist
fr: Estimation de l’équivalent API indisponible, car le modèle de la transcription est inconnu
ja: 会話記録のモデルが不明なため、API 換算額を計算できません
ru: Эквивалент API недоступен: модель в журнале диалога неизвестна
zh_hans: 由于对话记录中的模型未知，无法计算 API 等值费用

# tokens.summary.api_equivalent.unpriced_transcript_model.label
source: Unknown transcript Model
de: Unbekanntes Modell im Transkript
fr: Modèle de transcription inconnu
ja: 会話記録のモデル（不明）
ru: Неизвестная модель в журнале диалога
zh_hans: 未知的对话记录模型

# tokens.summary.billing.accessibility
source: %1$lld billing tokens for %2$@; cache reads excluded
de: %1$lld Abrechnungs-Token für %2$@; Cache-Lesevorgänge ausgeschlossen
fr: %1$lld tokens facturables pour %2$@ ; lectures du cache exclues
ja: %2$@の課金対象トークン数は%1$lldです。キャッシュ読み取りは除外されています
ru: %1$lld расчётного токена за %2$@; чтение кэша не учтено
zh_hans: %2$@：%1$lld 个计费 Token；不含缓存读取

# tokens.summary.billing.empty.accessibility
source: No billing token usage for %@
de: Keine Nutzung von Abrechnungs-Token für %@
fr: Aucun token facturable pour %@
ja: %@の課金対象トークンはありません
ru: Нет расчётных токенов за %@
zh_hans: 所选范围（%@）内没有计费 Token 用量

# tokens.summary.billing.empty.help
source: No billing token usage for %@.
de: Keine Nutzung von Abrechnungs-Token für %@.
fr: Aucun token facturable pour %@.
ja: %@の課金対象トークンはありません。
ru: Нет расчётных токенов за %@.
zh_hans: 所选范围（%@）内没有计费 Token 用量。

# tokens.summary.billing.help
source: %1$lld billing tokens. Direct input %2$@ · Output %3$@ · Cache read %4$@. Billing tokens include direct input and output; cache reads remain visible in the table but are excluded from this total. Token Kind filters do not change this summary.
de: %1$lld Abrechnungs-Token. Direkte Eingabe %2$@ · Ausgabe %3$@ · Cache-Lesevorgänge %4$@. Abrechnungs-Token umfassen direkte Eingaben und Ausgaben; Cache-Lesevorgänge bleiben in der Tabelle sichtbar, werden aber nicht in diese Summe einbezogen. Filter für Token-Typen ändern diese Zusammenfassung nicht.
fr: %1$lld tokens facturables. Entrée directe %2$@ · Sortie %3$@ · Lecture du cache %4$@. Les tokens facturables comprennent les entrées directes et les sorties ; les lectures du cache restent visibles dans le tableau, mais sont exclues de ce total. Les filtres de type de token ne modifient pas ce résumé.
ja: 課金対象トークン数：%1$lld。直接入力 %2$@ · 出力 %3$@ · キャッシュ読み取り %4$@。課金対象トークンには直接入力と出力が含まれます。キャッシュ読み取りは表に表示されますが、この合計には含まれません。トークン種別フィルタはこの概要に影響しません。
ru: %1$lld расчётного токена. Прямой ввод %2$@ · Вывод %3$@ · Чтение кэша %4$@. Расчётные токены включают прямой ввод и вывод; чтение кэша остаётся видимым в таблице, но не входит в этот итог. Фильтры типов токенов не меняют этот итог.
zh_hans: %1$lld 个计费 Token。直接输入 %2$@ · 输出 %3$@ · 缓存读取 %4$@。计费 Token 包含直接输入和输出；缓存读取仍显示在表格中，但不计入此合计。Token 类型筛选不会改变此摘要。

# tokens.summary.billing.label
source: Billing tokens · %@
de: Abrechnungs-Token · %@
fr: Tokens facturables · %@
ja: 課金対象トークン · %@
ru: Расчётные токены · %@
zh_hans: 计费 Token · %@

# tokens.summary.metric.api_equivalent
source: API equivalent
de: API-Äquivalent
fr: Équivalent API
ja: API 換算額
ru: Эквивалент API
zh_hans: API 等值费用

# tokens.summary.metric.billing_tokens
source: Billing tokens
de: Abrechnungs-Token
fr: Tokens facturables
ja: 課金対象トークン
ru: Расчётные токены
zh_hans: 计费 Token

# tokens.summary.picker.accessibility
source: Tokens summary
de: Token-Zusammenfassung
fr: Résumé des tokens
ja: トークン概要
ru: Итог по токенам
zh_hans: Token 摘要

# tokens.summary.picker.title
source: Tokens summary
de: Token-Zusammenfassung
fr: Résumé des tokens
ja: トークン概要
ru: Итог по токенам
zh_hans: Token 摘要

# tokens.summary.reading.accessibility
source: Reading token usage for %@
de: Token-Nutzung für %@ wird gelesen
fr: Lecture de l’utilisation des tokens pour %@
ja: %@のトークン使用量を読み取り中
ru: Чтение данных о токенах за %@
zh_hans: 正在读取%@的 Token 用量

# tokens.summary.reading.help
source: Reading token usage for %@.
de: Token-Nutzung für %@ wird gelesen.
fr: Lecture de l’utilisation des tokens pour %@.
ja: %@のトークン使用量を読み取り中です。
ru: Чтение данных о токенах за %@.
zh_hans: 正在读取%@的 Token 用量。

# tokens.summary.reading.label
source: Reading %@…
de: Token-Nutzung für %@ wird gelesen …
fr: Lecture pour %@…
ja: %@のデータを読み取り中…
ru: Чтение данных за %@…
zh_hans: 正在读取%@…

# tokens.table.column.model
source: MODEL
de: MODELL
fr: MODÈLE
ja: モデル
ru: МОДЕЛЬ
zh_hans: 模型

# tokens.table.empty_range
source: No usage in this range
de: Keine Nutzung in diesem Zeitraum
fr: Aucune utilisation sur cette période
ja: この期間には使用量がありません
ru: В этом диапазоне нет данных об использовании
zh_hans: 此范围内没有用量

# tokens.table.heading.selected
source: %1$@ · %2$@ selected
de: %1$@ · %2$@ ausgewählt
fr: %1$@ · Total sélectionné : %2$@
ja: %1$@ · 選択合計 %2$@
ru: %1$@ · выбрано %2$@
zh_hans: %1$@ · 已选合计 %2$@

# tokens.table.reading_range
source: Reading %@…
de: Token-Nutzung für %@ wird gelesen …
fr: Lecture pour %@…
ja: %@のデータを読み取り中…
ru: Чтение данных за %@…
zh_hans: 正在读取%@…

# usage.diagnostics.hide.accessibility
source: %@. Hide error details
de: %@. Fehlerdetails ausblenden
fr: %@. Masquer les détails de l’erreur
ja: %@。エラーの詳細を隠す
ru: %@. Скрыть сведения об ошибке
zh_hans: %@。隐藏错误详情

# usage.diagnostics.hide.help
source: Hide error details
de: Fehlerdetails ausblenden
fr: Masquer les détails de l’erreur
ja: エラーの詳細を隠す
ru: Скрыть сведения об ошибке
zh_hans: 隐藏错误详情

# usage.diagnostics.show.accessibility
source: %@. Show error details
de: %@. Fehlerdetails anzeigen
fr: %@. Afficher les détails de l’erreur
ja: %@。エラーの詳細を表示
ru: %@. Показать сведения об ошибке
zh_hans: %@。显示错误详情

# usage.diagnostics.show.help
source: Show error details
de: Fehlerdetails anzeigen
fr: Afficher les détails de l’erreur
ja: エラーの詳細を表示
ru: Показать сведения об ошибке
zh_hans: 显示错误详情

# usage.error.login_failed.detail
source: Login failed. %@
de: Anmeldung fehlgeschlagen. %@
fr: Échec de la connexion. %@
ja: サインインに失敗しました。%@
ru: Не удалось войти. %@
zh_hans: 登录失败。%@

# usage.error.no_windows.detail
source: Received data, but no Usage Windows were recognized. %@
de: Daten wurden empfangen, aber es wurden keine Nutzungszeiträume erkannt. %@
fr: Données reçues, mais aucune fenêtre d’utilisation n’a été reconnue. %@
ja: データを受信しましたが、使用期間を認識できませんでした。%@
ru: Данные получены, но периоды использования не распознаны. %@
zh_hans: 已收到数据，但未识别出用量周期。%@

# usage.error.not_signed_in.detail
source: Not signed in.
de: Nicht angemeldet.
fr: Non connecté.
ja: サインインしていません。
ru: Вход не выполнен.
zh_hans: 尚未登录。

# usage.gauge.accessibility
source: %1$@, %2$@ left, %3$@
de: %1$@, %2$@ verbleibend, %3$@
fr: %1$@, %2$@ restant, %3$@
ja: %1$@、残り %2$@、%3$@
ru: %1$@, осталось %2$@, %3$@
zh_hans: %1$@，剩余 %2$@，%3$@

# usage.gauge.critical.accessibility
source: %1$@, %2$@ left, running low, %3$@
de: %1$@, %2$@ verbleibend, wird knapp, %3$@
fr: %1$@, %2$@ restant, bientôt épuisé, %3$@
ja: %1$@、残り %2$@、残量わずか、%3$@
ru: %1$@, осталось %2$@, почти исчерпано, %3$@
zh_hans: %1$@，剩余 %2$@，即将用尽，%3$@

# usage.gauge.remaining.suffix
source: left
de: verbleibend
fr: restant
ja: 利用可能
ru: осталось
zh_hans: 可用

# usage.gauge.unavailable.accessibility
source: %@, not available
de: %@, nicht verfügbar
fr: %@, indisponible
ja: %@、利用できません
ru: %@, нет данных
zh_hans: %@，不可用

# usage.load_failed.summary
source: Couldn’t load usage.
de: Nutzung konnte nicht geladen werden.
fr: Impossible de charger les données d’utilisation.
ja: 使用状況を読み込めませんでした。
ru: Не удалось загрузить данные об использовании.
zh_hans: 无法加载用量。

# usage.loading
source: Loading usage…
de: Nutzung wird geladen …
fr: Chargement des données d’utilisation…
ja: 使用状況を読み込み中…
ru: Загрузка данных об использовании…
zh_hans: 正在加载用量…

# usage.primary.accessibility
source: Primary subscription
de: Primäres Abonnement
fr: Abonnement principal
ja: メインのサブスクリプション
ru: Основная подписка
zh_hans: 主要订阅

# usage.primary.badge
source: Primary
de: Primär
fr: Principal
ja: メイン
ru: Основная
zh_hans: 主要

# usage.refresh_failed.status
source: Couldn’t refresh · last updated %@
de: Aktualisierung fehlgeschlagen · zuletzt aktualisiert %@
fr: Échec de l’actualisation · dernière mise à jour %@
ja: 更新できませんでした · 最終更新 %@
ru: Не удалось обновить · последнее обновление %@
zh_hans: 刷新失败 · 上次更新：%@

# usage.reset.in_duration
source: resets in %@
de: wird in %@ zurückgesetzt
fr: réinitialisation dans %@
ja: あと%@でリセット
ru: сброс через %@
zh_hans: %@后重置

# usage.reset.now
source: resets now
de: wird jetzt zurückgesetzt
fr: réinitialisation maintenant
ja: 今リセットされます
ru: сброс сейчас
zh_hans: 现在重置

# usage.reset.now.short
source: now
de: jetzt
fr: maintenant
ja: 今
ru: сейчас
zh_hans: 现在

# usage.reset.unknown
source: reset time unknown
de: Rücksetzzeit unbekannt
fr: heure de réinitialisation inconnue
ja: リセット時刻は不明です
ru: время сброса неизвестно
zh_hans: 重置时间未知

# usage.sign_in.button
source: Sign in…
de: Anmelden …
fr: Se connecter…
ja: サインイン…
ru: Войти…
zh_hans: 登录…

# usage.signed_out.message
source: Not signed in to %@.
de: Nicht bei %@ angemeldet.
fr: Non connecté à %@.
ja: %@ にサインインしていません。
ru: Вход в %@ не выполнен.
zh_hans: 尚未登录 %@。

# usage.updated.just_now
source: just now
de: gerade eben
fr: à l’instant
ja: たった今
ru: только что
zh_hans: 刚刚

# usage.updated.status
source: Updated %@
de: Aktualisiert %@
fr: Mis à jour %@
ja: 更新：%@
ru: Обновлено %@
zh_hans: 更新时间：%@

# usage.window.short_term
source: 5-hour
de: 5 Stunden
fr: 5 heures
ja: 5時間
ru: 5 часов
zh_hans: 5 小时

# usage.window.weekly
source: Weekly
de: Wöchentlich
fr: Hebdomadaire
ja: 週次
ru: Неделя
zh_hans: 每周

# window.onboarding.title
source: Welcome to TokenStats
de: Willkommen bei TokenStats
fr: Bienvenue dans TokenStats
ja: TokenStats へようこそ
ru: Добро пожаловать в TokenStats
zh_hans: 欢迎使用 TokenStats

# window.settings.title
source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
ru: Настройки
zh_hans: 设置

# settings.appearance.gauge_style.ring
source: Ring
fr: Anneau
ja: リング
ru: Кольцо
zh_hans: 环形

# settings.tokens.currency.selection.system_region
source: System Region — %1$@ (%2$@)
fr: Région du système — %1$@ (%2$@)
ja: システムの地域 — %1$@（%2$@）
ru: Регион системы — %1$@ (%2$@)
zh_hans: 系统地区 — %1$@（%2$@）

# settings.tokens.currency.picker.system_region
source: System Region
fr: Région du système
ja: システムの地域
ru: Регион системы
zh_hans: 系统地区

# settings.about.version
source: Version %1$@ (%2$@)
ja: バージョン %1$@（%2$@）
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）

# settings.tokens.title
source: Tokens
ja: トークン
ru: Токены
zh_hans: Token
